{"indicator_name":"global_indicators.1-2-7-title","target_name":"D'ací a 2030, reduir almenys a la meitat la proporció d’homes, dones, xiquets i xiquetes de totes les edats que viuen en la pobresa en totes les seues dimensions d’acord amb les definicions nacionals.","indicator_number":"1.2.7","indicator_available":"Percentage of adults who have participated in formal or non-formal learning in the last 12 months","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Education and Scientific Cultural Organisation - Institute of Statistics (UNESCO-UIS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-07.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 210 KB)","national_geographical_coverage":"England","computation_units":"Percentage (%)","computation_definitions":"Formal learning is defined as learning that is intended to lead to a nationally recognised qualification. For example, a degree or NVQ. Non-formal learning is defined a course or taught class that does not lead to a nationally recognised qualification. For example, a first aid course. The Adult Education Survey uses a non-harmonised definition of disability. In the survey a respondent’s disability status was classified as either ‘Currently disabled and/or work-limiting disabled’ or ‘Not disabled’. Disabled (current disability) includes those who have a long-term disability which substantially limits their day-to-day activities. Work-limiting disabled includes those who have a long-term disability which affects the kind or amount of work they might do.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Please note, some figures should be treated with caution due to sample sizes <30. For more information, see data source.","graph_type":"line","graph_title":"Percentage of adults who have participated in formal or non-formal learning in the last 12 months","data_show_map":true,"source_active_1":true,"source_organisation_1":"Department for Education","source_periodicity_1":"NA","source_earliest_available_1":2016,"source_geographical_coverage_1":"England","source_url_1":"https://www.gov.uk/government/publications/adult-education-survey-2016","source_url_text_1":"Adult Education Survey 2016","source_release_date_1":"22/08/2018","source_next_release_1":"NA","source_statistical_classification_1":"Official","source_contact_1":"aliki.pareas@education.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"01-02-07","other_info":"The survey sampled individuals in England aged 19 and over who were not in continuous full-time education or who had returned to full-time education following a break of more than two years. Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","indicator":"1.2.7","target_id":"1.2","sdg_goal":"1"}